Repository: timurbatyrkul001/fridgechef
Catalog: FridgeChef/Localizable.xcstrings
Source language: en
Languages: tr

source: American
tr: Amerikan

source: Chinese
tr: Çin

source: Georgian
tr: Gürcü

source: Kazakh
tr: Kazak

source: Korean
tr: Kore

source: No preference
tr: Fark etmez

source: Spanish
tr: İspanyol

source: French
tr: Fransız

source: Greek
tr: Yunan

source: Indian
tr: Hint

source: Italian
tr: İtalyan

source: Japanese
tr: Japon

source: Mexican
tr: Meksika

source: Next
tr: İleri

source: Set your food preferences
tr: Yemek tercihlerini ayarla

source: Thai
tr: Tayland

source: Turkish
tr: Türk

source: Which food do you prefer?
tr: Hangi mutfağı seversin?

source: Choose a login method to continue and discover delicious recipes.
tr: Devam etmek ve lezzetli tarifleri keşfetmek için bir giriş yöntemi seç.

source: Go to login
tr: Girişe git

source: Password Successfully Changed
tr: Şifre Başarıyla Değişti

source: Start Your Exciting Cooking Journey Today
tr: Heyecanlı Mutfak Yolculuğuna Bugün Başla

source: Your password has been updated. You can now log in with your new password.
tr: Şifren güncellendi. Artık yeni şifrenle giriş yapabilirsin.

source: Enter the code
tr: Kodu gir

source: Enter the 6-digit code sent to your phone
tr: Telefonuna gönderilen 6 haneli kodu gir

source: Enter your phone number
tr: Telefon numaranı gir

source: Phone
tr: Telefon

source: Send code
tr: Kod gönder

source: Verify
tr: Doğrula

source: We'll send you a 6-digit code
tr: Sana 6 haneli bir kod göndereceğiz

source: At least 8 characters
tr: En az 8 karakter

source: Change password
tr: Şifre değiştir

source: Contains a number or symbol
tr: Bir rakam veya sembol içerir

source: New password
tr: Yeni şifre

source: Passwords match
tr: Şifreler eşleşiyor

source: Repeat password
tr: Şifreyi tekrarla

source: Repeat your password
tr: Şifreni tekrar gir

source: Set a new password for your account
tr: Hesabın için yeni şifre belirle

source: Sign out
tr: Çıkış yap

source: Back to Sign in
tr: Girişe dön

source: Check your email
tr: E-postanı kontrol et

source: Check your spam folder if you don't see it.
tr: Görmüyorsan spam klasörüne bak.

source: Enter your email address to reset your password
tr: Şifreni sıfırlamak için e-posta adresini gir

source: Forgot password
tr: Şifremi unuttum

source: We've sent password reset instructions to your email.
tr: Şifre sıfırlama talimatlarını e-postana gönderdik.

source: Address
tr: Adres

source: Complete profile
tr: Profili tamamla

source: Date of birth
tr: Doğum tarihi

source: Enter your address
tr: Adresini gir

source: Enter your full name
tr: Ad soyad gir

source: Female
tr: Kadın

source: Full name
tr: Ad Soyad

source: Gender
tr: Cinsiyet

source: Male
tr: Erkek

source: Other
tr: Diğer

source: Phone number
tr: Telefon numarası

source: Select gender
tr: Cinsiyet seç

source: Tell us a bit about yourself
tr: Kendinden biraz bahset

source: Your Profile
tr: Profilin

source: and
tr: ve

source: Add an ingredient (e.g. tomato)
tr: Malzeme yaz (örn: domates)

source: Add the ingredients in your fridge and we'll find recipes for you.
tr: Buzdolabındaki malzemeleri ekle, sana tarif bulalım.

source: Add the ingredients in your fridge and we'll find recipes just for you. Let your kitchen adventure begin!
tr: Buzdolabındaki malzemeleri yaz, sana özel tarifler bulalım. Mutfak maceran başlasın!

source: AI Finds Recipes
tr: Yapay Zekâ Tarif Bulur

source: Already have an account?
tr: Zaten hesabın var mı?

source: By continuing you agree to our
tr: Devam ederek

source: By signing up you agree to our
tr: Kaydolarak

source: Continue
tr: Devam

source: Continue with Apple
tr: Apple ile Devam Et

source: Continue with Google
tr: Google ile Devam Et

source: Continue with Phone
tr: Telefon ile Devam Et

source: Create your account
tr: Hesabını oluştur

source: Don't have an account?
tr: Hesabın yok mu?

source: Email
tr: E-posta

source: Enter your email
tr: E-postanı gir

source: Enter your name
tr: Adını gir

source: Enter your password
tr: Şifreni gir

source: Find Recipes
tr: Tarif Bul

source: Forgot password?
tr: Şifremi unuttum?

source: Get Started
tr: Başla

source: Hi! 👋
tr: Selam! 👋

source: I Eat Everything
tr: Her Şey Yerim

source: Name
tr: Ad

source: No ingredients yet
tr: Henüz malzeme yok

source: or
tr: ya da

source: or sign in with
tr: ya da şununla gir

source: or sign up with
tr: ya da şununla kaydol

source: Password
tr: Şifre

source: Personalized recipes from the ingredients in your fridge. Let's cook!
tr: Buzdolabındaki malzemelerden sana özel tarifler. Hadi mutfağa!

source: Privacy Policy
tr: Gizlilik Politikası

source: Remember me
tr: Beni hatırla

source: Save the recipes you love and build your own personal recipe collection.
tr: Beğendiğin tarifleri kaydet, kendi kişisel tarif koleksiyonunu oluştur.

source: Save Your Favorites
tr: Favorilerini Kaydet

source: Sign in
tr: Giriş Yap

source: Sign in with Email
tr: E-posta ile Giriş Yap

source: Sign up
tr: Kaydol

source: Sign up to start cooking with what's in your fridge!
tr: Buzdolabındakilerle yemek yapmaya başlamak için kaydol!

source: Sign up with Apple
tr: Apple ile Kaydol

source: Skip for now
tr: Şimdilik Atla

source: Terms of Use
tr: Kullanım Koşulları

source: Vegetarian
tr: Vejetaryen

source: We'll suggest all kinds of recipes — meat and veggie
tr: Hem etli hem sebzeli, her türlü tarifi öneririz

source: We'll suggest delicious veggie-focused recipes
tr: Sana lezzetli sebze ağırlıklı tarifler öneririz

source: We'll suggest recipes with no animal products
tr: Hiç hayvansal ürün içermeyen tarifler öneririz

source: We're thrilled to have you back. Let's dive in and find delicious recipes for you!
tr: Seni geri görmek harika! Hadi sana lezzetli tarifler bulalım!

source: Welcome to FridgeChef
tr: FridgeChef'e Hoş Geldin

source: Welcome to FridgeChef!
tr: FridgeChef'e Hoş Geldin!

source: What do you like to eat?
tr: Ne yemeyi seversin?

source: Your fridge, your chef
tr: Buzdolabın senin şefin
